alefragnani.Bookmarks
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
GitHub.vscode-pull-request-github
humao.rest-client
johnpapa.vscode-peacock
jpoissonnier.vscode-styled-components
ms-mssql.mssql
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
naumovs.color-highlight
oderwat.indent-rainbow
Orta.vscode-jest
pflannery.vscode-versionlens
ritwickdey.LiveServer
shardulm94.trailing-spaces
sleistner.vscode-fileutils
stevencl.addDocComments
svelte.svelte-vscode
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode
wesbos.theme-cobalt2
